<div class="col-lg-9">
    <div id="carouselExampleIndicators" class="carousel slide my-4" data-ride="carousel">
        <ol class="carousel-indicators">
            <li data-target="#carouselExampleIndicators" data-slide-to="0" class="active"></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="1"></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="2"></li>
        </ol>
        <div class="carousel-inner" role="listbox">
            <div class="carousel-item active">
                <img class="d-block img-fluid" src="img/bg-carousel.jpg" alt="Первая картинка карусели">
            </div>
            <div class="carousel-item">
                <img class="d-block img-fluid" src="img/bg-carousel1.jpg" alt="Вторая картинка карусели">
            </div>
            <div class="carousel-item">
                <img class="d-block img-fluid" src="img/bg-carousel2.jpg" alt="Трятья картинка карусели">
            </div>
        </div>
        <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="sr-only">Previous</span>
        </a>
        <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="sr-only">Next</span>
        </a>
    </div>
    <div class="row">
        <div class="wrapper">
            <h1>Shop name – ваш особенный интернет-магазин очков в Украине</h1>
            <p> Очки – бесспорно уникальный аксессуар, с помощью которого можно измениться, и только в лучшую сторону. Очки для коррекции зрения известны человечеству уже давно, а солнцезащитные аналоги в свою очередь  более молодые. Но и те, и другие играют исключительную роль для человека, ведь благодаря грамотно подобранным очкам можно подчеркнуть свое чувство стиля, повысить имидж  и абсолютно преобразиться в глазах окружающих. В интернет-магазине   MyGlass  вы легко сможете подобрать очки онлайн - только у нас вы встретите самый большой выбор новинок из мира очков по вполне демократичным ценам. Великолепные оправы, качественные линзы, современные дизайнерские решения – это всё ждёт вас в нашем магазине. И мы с радостью предлагаем:</p>
            <h2>Дизайнерские:</h2>
            <p> Практически все дизайнерские дома и компании ежегодно выпускают коллекции солнцезащитных очков, которые отличаются от обычных в первую очередь красотой и стилем. Но и не следует забывать о прямой функции этих аксессуаров – защите от солнечного света. В таких очках вы сможете выразить себя и всегда чувствовать комфортно при ясной погоде. Стоит заметить, что они отлично сочетаются с дизайнерскими сумками, обувью и одеждой.</p>
            <h2>Спортивные:</h2>
            <p>Для велоспорта и пляжного волейбола, для катания на лыжах и для горных походов – такие очки станут отличным защитником от слепящего солнца и неистового ветра надежно защищая ваши глаза. Особые требования  при производстве спортивных очков помогают получить отличное качество и непревзойдённый, узнаваемый стиль.</p>
            <h2>Для водителей:</h2>
            <p>  Все время у монитора? Болят глаза? Чувствуете усталость? При постоянной работе перед монитором компьютера или ноутбука это вполне естественно. Но  с правильно подобранными защитными очками ваше зрение  точно не ухудшится, а эффект от чувствуется практически сразу после начала их использования. Берегите свое зрение, тем более, что такие очки вполне стильные и удобные. Их производством занимаются многие известные производители.</p>
        </div>
    </div>
</div>
